;
;  Note: The author of these translation don't write portuguese according to the new orthographic agreement between Portugal and Brazil
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Felipe
; TranslationAuthorEmail: 
; TranslationAuthorWeb: 
; Soft Version: 1.3.1.40
; Update: 08-07-2015
;
[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=OK
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu

[Lang]
NativeLanguage=Português Brasileiro
[Translation]
LangCode=0416
ReadHabit=Esquerda-pra-direita
LanguageName=PT-BR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmação
Warning=Aviso
Error=Erro
Confirm=Confirmação
CurVer=Versão Atual: 
FrmGBMain.btnfeedback.caption=Feedback
FrmGBMain.btncheckver.caption=Procurar uma nova versão
BtnEnd=Fim
;
; About
;
FrmGBAbout.caption=Sobre
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=Versão Atual: 
FrmGBAbout.lblemail.caption=E-mail de Suporte:
FrmGBAbout.lblhome.caption=Homepage:
FrmGBAbout.lblthank.caption=Agradeçam as seguintes pessoas pelas suas contribuições:

;
; Popup Menu
;
pmNewsletter=Receba a newsletter
pmfeedback=Feedback...
pmHelp=Ajuda Online
pmHome=Home Page
pmContact=Contacte-nos
pmCheckNew=Procurar Atualizações
pmLang=Idiomas
pmAbout=Sobre Nós
pmCheckNew=Procurar Atualizações
pmrun=Executar Jogo
pmadd=Adicionar Jogo
pmdel=Remover Jogo
pminfo=Informação do Jogo
pmEndProcess=Fim do Processo
pmExclude=Excluir
pmNoExclude=Cancelar Exclusão
pmGoogle=Procurar no Google


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Meus Jogos
FrmGBMain.BtnTabOpt.Caption=Otimizador do Sistema
FrmGBMain.BtnTabProcess.Caption=Otimizador dos Processos
FrmGBMain.BtnTabService.Caption=Otimizador dos Serviços
FrmGBMain.Btnlikeit.Caption=Curtir
FrmGBMain.BtnRestore.Caption=Restaurar

;
; Like Us
;
FrmLikeit.lblTitle.caption=Se você ama o Wise Game Booster grátis, por favor recomende-o para aqueles a quem você ama.
FrmLikeit.lblInfo.caption=Por favor compartilhe o Wise Game Booster com a sua família, amigos, colegas de classe e de trabalho por Email, Blog, Twitter, YouTube, Facebook, etc. Muito bem! Você trará conveniência e eficiência para as vidas deles.
FrmLikeit.lblRate.caption= Classifique o Wise Game Booster:
FrmLikeit.lblfollow.caption=Siga-nos no:
FrmLikeit.lblshare.caption=Compartilhe o Wise Game Booster:
FrmLikeit.btndownload.caption=Download Grátis
FrmLikeit.imgrate.hint=Nos dê um prêmio 5 estrelas
FrmLikeit.imgmail.hint=Compartilhe-o com seus amigos
FrmLikeit.imgface1.hint=Compartilhe-o no Facebook
FrmLikeit.imgface2.hint=Siga-nos no Facebook
FrmLikeit.imgtwitter1.hint=Compartilhe-o no twitter
FrmLikeit.imgtwitter2.hint=Siga-nos no twitter
FrmLikeit.Caption=Curtir
FrmLikeit.lbldownload.caption=Baixe mais freewares de WiseCleaner.com

FrmGBMain.btnFacebook.hint=Curta o WiseCleaner no Facebook
FrmGBMain.btnTwitter.hint=Compartilhe o Wise Game Booster no Twitter
FrmGBMain.btnEmail.hint=Compartilhe o Wise Game Booster com os amigos

;
; gameinfo
;
FrmGameinfo.caption=Informação do Jogo
FrmGameinfo.lbltype.caption=Tipo de Jogo:
FrmGameinfo.lblname.caption=Nome do Arquivo:
FrmGameinfo.lblPublisher.caption=Desenvolvedor do Jogo:
FrmGameinfo.lbltimes.caption=Vezes que foi Executado:
FrmGameinfo.lbllasttime.caption=Última Execução:
FrmGameinfo.lblrate.caption=Classificação do Jogo:
FrmGameinfo.lblcomment.caption=Notas do Jogo:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Cancelar
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Otimizar
FrmGameBox.btnProcessopt.caption=Otimizar
FrmGameBox.btnServiceopt.caption=Otimizar
FrmGameBox.btnopt.caption=Otimizar Tudo

;
;sysopt
;
FrmSysOpt.btnopt.caption=Otimizar Agora
FrmSysOpt.lblhint.caption=Otimize os seguintes itens pra melhorar a performance do jogo por favor.
FrmSysOpt.lblreall.caption=Resumir Tudo
;
;processopt
;
FrmProcess.lblhint.caption=Fechar processos de alto uso de memória pra acelerar a velocidade do jogo. 
ProcessCpu=Uso da CPU
ProcessMemory=Uso da Memória
ProcessSuggest=Sugestão
ProcessAction=Gerenciamento dos Processos
ProcessMostMemUse=Programas de Alto Uso de Memória que Não São do Sistema
;
;Serviceopt
;
FrmService.lblhint.caption=Fechar serviços irrelevantes pra acelerar a velocidade do jogo. 
ServicePublisher=Desenvolvedor
ServiceSuggest=Sugestão
ServiceAction=Gerenciamento dos Serviços
ServiceStop=Parar Serviços Irrelevantes
ServiceDisable=Parar
ServiceEnable=Iniciar
ServiceKeep=Manter
ServiceMust=Deve estar aberto

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Resumir Todos os Serviços
Frmrestore.caption=Resumir Serviço
Frmrestore.Btnok.caption=OK
ServiceName=Nome do Serviço
ServiceChangeDateTime=Modificado pela Última Vez
ServiceRestore=Resumo do Serviço

[GameBox]
lstbtnsearch=Procurar Jogo
GameUnknow=Desconhecido
GameRPG=Role-playing games
GameShot=Jogos de tiro
GameOther=Outros jogos
NeverPlay=Nunca jogado
UnknowPublisher=Desenvolvedores desconhecidos
lstbtnadd=Adicionar jogo
LblSysopt=Otimização do sistema
LblProcessopt=Gerenciamento dos processos
LblServiceopt=Otimização dos serviços
LblTitleCheck=Testando a performance do PC, por favor aguarde...

[message]
NewVer=Uma nova versão do Wise Game Booster está disponível! Você quer atualizar agora?
FirRun=Você quer que o WGB procure por todos os seus jogos locais automaticamente na primeira execução?
NoNewVer=Parabéns! A versão que você está usando é a mais recente.
CheckComputer=Testando a performance do PC, por favor aguarde...
SearchGame=Procurando pelos seus jogos locais, por favor aguarde...
Allgood=Parabéns! Seu PC está em boa condição. Não há necessidade de otimizar. 
SysGood=Parabéns! Nenhum item precisa de otimização.
ProcessGood=Parabéns! Nenhum processo precisa ser terminado. 
ServiceGood=Parabéns! Nenhum serviço precisa ser parado. 
HaveProblem=Achado(s) %d problema(s)! Por favor clique em "Otimizar Tudo" pra consertá-lo(s).
sysProblem=%d item(ns) pode(m) ser otimizado(s).
Processproblem=%d processo(s) pode(m) ser terminado(s) pra liberar memória.
Serviceproblem=%d serviço(s) pode(m) ser parado(s).
DeleteGame=Você tem certeza que quer remover este jogo?
HaveOpt=Otimizado
btnRestore=Resumir
btnOpt=Otimizar
BtnAction=Ação
BtnStop=Parar
SuggestClose=Terminar
SuggestKeep=Manter
haveStoped=Parado
HaveRun=Iniciado
BtnRun=Iniciar
HaveFail=Falhou em Parar
OptComputer=Otimizando, por favor aguarde...
AllgoodAfterOpt=Otimização Completada e %s MB Salvos. Jogue o jogo agora!
AllgoodAfterManualOpt=Parabéns! Nenhum item precisa ser otimizado. Jogue o jogo agora!
HaveProblemAfterOpt=%d itemns falharam em ser otimizados, mas %s MB de memória foram liberados.
TranslateTo=Traduzir para...

[sysopt]
SystemStable=Estabilidade do Sistema
SystemSpeedup=Aceleração do Sistema
NetworkSpeedup=Aceleração da Rede
AutoKill=Fechar automaticamente aplicativos que não respondem pra evitar crashes no sistema.
RestartExplorer=Reiniciar automaticamente o Windows Explorer pra evitar um desaparecimento inesperado da área de trabalho.
TwoProcess=Fazer o Windows Explorer executar como um processo separado pra evitar um conflito do sistema.
ErrorReport=Desativar a tela do relatório de erros pra melhorar a performance do sistema.
Debugger=Desativar o debugger pra acelerar o processamento de erros.
OptMemory=Otimizar as configurações padrão da memória pra melhorar a performance do sistema.
OptVEff=Otimizar a aparência dos componentes de frente (caixas de diálogo, menus, etc.) pra melhorar a velocidade de resposta do sistema.
OptFileSystem=Otimizar o sistema de arquivos pra melhorar a performance do sistema.
OptDiskSystem=Otimizar o sub-sistema de Entrada/Saída de dados do disco pra melhorar a performance do sistema.
DisAutoRun=Desativar a função "Reprodução Automática" nos drives pra evitar a infecção de vírus.
OptTTL=Otimizar as configurações TTL (Time To Live) pra melhorar a performance da rede.
OptNetForward=Otimizar a capacidade de abrir portas da rede pra melhorar a performance da rede.
OptMTU=Detectar automaticamente os "buracos negros" com a Técnica da Descoberta do Caminho da MTU pra melhorar a performance do TCP/IP.
OptWINS=Otimizar o tempo de busca do nome WINS pra melhorar a velocidade de transferência dos dados.
OptNetWork=Otimizar as configurações de rede pra melhorar a performance da transferência.
CloseAnimate=Desativar os efeitos de animação mostrados quando maximizando ou minimizando uma janela pra acelerar a resposta da janela.
PagingExecutive=Desativar a memória de paginação e reduzir a Entrada/Saída de dados do disco pra melhorar a performance das aplicações. (Ignorar se sua memória física é <1 GB)
StaticIP=Definir um IP estático pra sua conexão local pra melhorar a velocidade de inicialização do computador.
PorcessorTime=Otimizar a performance do processador pra fazer os aplicativos, jogos, etc. executarem mais levemente (Ignorar se sua máquina é um servidor.)
DisableIDECheck=Impedir a verificação do canal IDE pra melhorar a velocidade de inicialização do Windows.
ForeAppSpeed=Acelerar a velocidade de resposta dos programas em primeiro plano.
AeroPeek=Acelerar a velocidade de exibição do Aero Peek.
AeroSnap=Acelerar o Aero Snap pra fazer os thumbnails exibirem rápido.
ShowSpeed=Velocidade de resposta otimizada da exibição do sistema.
IconCache=Aumentar o cache dos ícones do sistema e acelerar a exibição na área de trabalho.
OptDiskIdle=Otimizar a Entrada/Saída de dados enquanto a CPU está inativa.
OptIEConnection=Aumentar o máximo de conexões por servidor. A velocidade de visualização das páginas da web e para assitir vídeos online vai ser melhorada.
OptEthernet=Otimizar a performance da placa de ethernet.